Family contains invalid elements. They will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId DeletingBadFamElemError { get; }
  Visual Basic
Public Shared ReadOnly Property DeletingBadFamElemError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DeletingBadFamElemError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace